<?php
//----------------- Header Menu --------------------
$lang['h_home'] = "หน้าแรก";
$lang['h_group'] = "แสดงข้อมูลแบบกลุ่ม";
$lang['h_webboard'] = "กระทู้ ถาม-ตอบ";
$lang['h_plan'] = "แผนพัฒนากฎหมาย";
$lang['h_other'] = "หน่วยงานกฎหมายอื่น";

//----------------- Footer --------------------
$lang['f_address'] = "";
$lang['f_login'] = "เข้าสู่ระบบ";

//----------------- Home Page --------------------
$lang['ho_search'] = "ค้นหากฏหมาย";
$lang['ho_search_placeholder'] = "กรอกคำค้นหา";
$lang['ho_search_top'] = "คำค้นหายอดนิยม";
$lang['ho_new_law'] = "กฎหมายใหม่";
$lang['ho_law_type'] = "กฎหมายประเภทต่างๆ";
$lang['ho_group'] = "กฎหมาย แสดงข้อมูลแบบกลุ่ม";
$lang['ho_group_select'] = "กลุ่มกฎหมาย";
$lang['ho_group_select2'] = "หมวดกฎหมาย";
$lang['ho_law'] = "กฎหมาย";
$lang['ho_download'] = "ดาวน์โหลด";
$lang['ho_download_doc'] = "ดาวน์โหลดเอกสาร";

//----------------- กระทู้ ถาม-ตอบ --------------------
$lang['b_create'] = "ตั้งคำถามใหม่";
$lang['b_no'] = "คำถามที่";
$lang['b_question'] = "หัวข้อ";
$lang['b_by'] = "โดย";
$lang['b_read'] = "อ่าน";
$lang['b_ans'] = "ตอบ";
$lang['b_create_title'] = "กระทู้ ถาม-ตอบ (สร้างคำถามใหม่)";
$lang['b_detail'] = "รายละเอียด";
$lang['b_question_name'] = "ชื่อผู้ตั้งคำถาม";
$lang['b_captcha'] = "รหัสป้องกันสแปม";
$lang['b_created_button'] = "ตั้งคำถาม";
$lang['b_answer_button'] = "ตอบคำถาม";
$lang['b_answer'] = "คำตอบ";
$lang['b_name'] = "ชื่อ";

//----------------- แสดงข้อมูลแบบกลุ่ม --------------------
$lang['g_search'] = "ค้นหา";
$lang['g_law_name'] = "ชื่อกฎหมาย";
$lang['g_status'] = "สถานะ";

//----------------- แผนพัฒนากฏหมาย --------------------
$lang['p_year'] = "ปี";
$lang['p_doc'] = "เอกสาร";
$lang['p_file'] = "ไฟล์";

//----------------- หน่วยงานกฏหมายอื่นๆ --------------------
$lang['o_name'] = "ชื่อหน่วยงาน";
$lang['o_web'] = "เว็บไซต์";

//----------------- รายละเอียดกฎหมาย --------------------
$lang['v_law_detail'] = "รายละเอียดกฎหมาย";
?>